---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.LinkFailures
source: html/99f8c34f-60bc-2dc8-eb93-c8db7d276e53.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures

Failures about LinkFailures.

## Syntax (C#)
```csharp
public static class LinkFailures
```